/* conjunction to end a compound sentence */
" and" = " og";

/* No comment provided by engineer. */
"%@" = "%@";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (Tengist)";

/* No comment provided by engineer. */
"%@ had been successfully added to the Address Book.\nWould you like to edit the card now?" = "%@ var bætt í Address Book.\n Viltu breyta skráningunni núna ?";

/* No comment provided by engineer. */
"%@ is not on any account. Please select a specific account or add this contact first." = "%@ is not on any account. Please select a specific account or add this contact first.";

/* No comment provided by engineer. */
"%@ on the account %@" = "%1$@ á aðgangnum %2$@";

/* Event: <A contact's name> requested authorization */
"%@ requested authorization" = "%@ biður um staðfestingu.";

/* This is displayed in the message window when prompting to receive a file. The first %@ is the sender; the second %@ is the filename of the file being sent. It will be followed by buttons such as 'Save' and 'Cancel'. */
"%@ requests to send you %@" = "%1$@ óskar eftir að senda þér %2$@";

/* Message displayed when a contact sends a buzz/nudge/other notification. %@ will be the other person's name. */
"%@ wants your attention!" = "%@ vill athygli þína!";

/* Status message for a bookmark (>1 mention, >1 messages) */
"%d mentions, %d messages" = "%1$d pot, %2$d skilaboð";

/* Status message for a bookmark (>1 messages) */
"%d messages" = "%d skilaboð";

/* No comment provided by engineer. */
"%u authorization requests" = "%u staðfestingarbeðnir";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Status message for a bookmark (1 mention, >1 messages) */
"1 mention, %d messages" = "Eitt pot, %d skilaboð";

/* Status message for a bookmark (1 mention, 1 message) */
"1 mention, 1 message" = "Eitt pot, ein skilaboð";

/* Status message for a bookmark (1 message) */
"1 message" = "Ein skilaboð";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = ":";

/* please keep the semicolon at the start of the line. %@ will be replaced by a status message. This is used when reading an entry in the contact list aloud, such as 'Evan Schoenberg; status message I am bouncing up and down' */
"; status message %@" = "; stöðuskilaboð %@";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nýr Aðgangur>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "„%@“ er þegar í notkun.";

/* No comment provided by engineer. */
"a member of %@" = "meðlimur %@";

/* No comment provided by engineer. */
"Account:" = "Aðgangur:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Aðgerð:";

/* No comment provided by engineer. */
"Add Account" = "Nýr aðgangur";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Ný aðgerð fyrir valinn atburð";

/* Add To Address Book Contextual Menu */
"Add To Address Book" = "Bæta í Address Book";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit http://www.cypherpunks.ca/otr/." = "Adium býður upp á dulkóðun í gegnum %@ yfir OTR, eða Off-The-Record samskipti. Nánari upplýsingar um OTR má finna á vefslóðinni http://www.cypherpunks.ca/otr/.";

/* No comment provided by engineer. */
"Alias:" = "Gælunafn:";

/* No comment provided by engineer. */
"An error had occurred while adding %@ to the Address Book." = "Villa kom upp þegar bæta átti %@ í Address Book.";

/* No comment provided by engineer. */
"Any" = "Any";

/* No comment provided by engineer. */
"Authorization Requests" = "Staðfestingarbeðnir";

/* No comment provided by engineer. */
"Authorize" = "Staðfesta";

/* No comment provided by engineer. */
"Authorize and Add" = "Staðfesta og bæta í tengiliðaskrá";

/* No comment provided by engineer. */
"Authorize Selected" = "Staðfesta valda tengiliði";

/* No comment provided by engineer. */
"Bookmarks" = "Bókamerki";

/* No comment provided by engineer. */
"Cancel" = "Hætta við";

/* Cancel current account activity prefix */
"Cancel: %@" = "Hætta við: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Get ekki opnað hljóðpakka";

/* No comment provided by engineer. */
"Clear" = "Hreinsa";

/* No comment provided by engineer. */
"Configure the selected action" = "Stilla valda aðgerð";

/* No comment provided by engineer. */
"Connect" = "Tengjast";

/* Connect account prefix */
"Connect: %@" = "Tengjast: %@";

/* %@ will be the name of a group in the contact list */
"contact group %@" = "tengiliðahópur %@";

/* No comment provided by engineer. */
"Contact List" = "Contact List";

/* No comment provided by engineer. */
"Contact not found" = "Contact not found";

/* No comment provided by engineer. */
"Contact requests authorization" = "Tengiliður óskar eftir staðfestingu";

/* No comment provided by engineer. */
"Continue" = "Áfram";

/* No comment provided by engineer. */
"Custom" = "Sérsniðið";

/* Button which deletes the selection */
"Delete" = "Eyða";

/* No comment provided by engineer. */
"Delete Account" = "Eyða aðgangi";

/* New contact alert pane */
"Delete after event occurs" = "Eyða þegar atburður gerist";

/* No comment provided by engineer. */
"Delete Event?" = "Eyða atburði?";

/* No comment provided by engineer. */
"Delete the account %@?" = "Eyða aðganginum %@?";

/* No comment provided by engineer. */
"Deny" = "hafna";

/* No comment provided by engineer. */
"Deny and Block" = "Hafna og óvirkja";

/* No comment provided by engineer. */
"Deny Selected" = "Hafna völdum tengiliðum";

/* No comment provided by engineer. */
"Disable" = "Óvirkja";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an unknown plugin is loaded */
"Disable %@?" = "Óvirkja %@?";

/* No comment provided by engineer. */
"Disabled Accounts" = "Óvirkir aðgangar";

/* No comment provided by engineer. */
"Disconnect" = "Aftengjast";

/* Disconnect account prefix */
"Disconnect: %@" = "Aftengjast: %@";

/* Button which indicates that the editing sheet is done */
"Done" = "Búinn";

/* Button which duplicates the selection */
"Duplicate" = "Afrita";

/* No comment provided by engineer. */
"Edit Account" = "Breyta aðgangi";

/* Edit In Address Book Contextual Menu */
"Edit In Address Book" = "Breyta í Address Book";

/* No comment provided by engineer. */
"Edit Link" = "Breyta hlekk";

/* No comment provided by engineer. */
"Edit presets:" = "Breyta sniðum:";

/* No comment provided by engineer. */
"Enable" = "Virkja";

/* Enable account prefix */
"Enable %@" = "Virkja %@";

/* Label besides the encryption preference menu */
"Encryption:" = "Dulkóðun:";

/* No comment provided by engineer. */
"Error" = "Villa";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Atburður:";

/* No comment provided by engineer. */
"Events" = "Atburðir";

/* No comment provided by engineer. */
"External plugins may cause crashes and odd behavior after updating Adium.  Disable this plugin if you experience any issues." = "Ytri viðbætur gætu orsakað hrun og óæskilega hegðun eftir að Adium hefur verið uppfært. Afvirkjið þessar viðbætur ef vandamál koma upp.";

/* No comment provided by engineer. */
"Get Info" = "Sækja upplýsingar";

/* %@ will be the name of a bookmark */
"group chat bookmark %@" = "Fjölnotendaspjallbókamerki %@";

/* No comment provided by engineer. */
"Idle" = "Í dvala";

/* No comment provided by engineer. */
"Ignore" = "Hunsa";

/* No comment provided by engineer. */
"Ignore and Block" = "Hunsa og óvirkja";

/* No comment provided by engineer. */
"Ignore Selected" = "Óvirkja valda tengiliði";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Ógildur stöðumyndapakki";

/* No comment provided by engineer. */
"Join" = "Taka þátt";

/* No comment provided by engineer. */
"Join Chat" = "Taka þátt í spjalli";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "Láta vita að ég skrifi";

/* Label for the login server field in the account preferences */
"Login Server:" = "Netþjónn:";

/* No comment provided by engineer. */
"New Alert" = "Ný aðvörun";

/* No comment provided by engineer. */
"No" = "Nei";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Engir samanburðarhæfir aðgangar tengdir";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for the password field in the account preferences */
"Password:" = "Lykilorð:";

/* No comment provided by engineer. */
"Paste" = "Líma";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an plugin is loaded on an unsupported architecture. */
"Plugin %@ Will be Disabled" = "Plugin %@ Will be Disabled";

/* Label for the port field in the account preferences */
"Port:" = "Gátt:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Fjarlægja aðgerðirnar %i sem eru bundnar við þennan atburð? ";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Fjarlægja valdar aðgerðir";

/* Button which renames the selection */
"Rename" = "Endurnefna";

/* Event: requested authorization (follows a contact's name displayed as a header) */
"requested authorization" = "óskaði eftir staðfestingu";

/* No comment provided by engineer. */
"Requests authorization" = "Óskar samþykkis";

/* No comment provided by engineer. */
"Set to Current Adium Status" = "Setja sem núverandi stöðuskilaboð";

/* Show In Address Book Contextual Menu */
"Show In Address Book" = "Sýna í Address Book";

/* No comment provided by engineer. */
"Social Networking" = "Netsamfélög";

/* No comment provided by engineer. */
"Social Networking Status" = "Netsamfélagsstaða";

/* No comment provided by engineer. */
"Social Networking Status:" = "Netsamfélagsstaða:";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Hljóðpakkauppfærsla mistókst.";

/* Title of a panel shown after adding successfully adding a contact to the address book. */
"Success" = "Það tókst!";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from xtras.adium.im, please contact its author. Your status icon setting will be restored to the default." = "Virki stöðumyndapakkinn „%1$@“ (%2$@) er ógildur. Í hann vantar tákmyndina „%3$@“. Ef þú sóttir pakkann frá adiumextras.com, vinsamlegast hafðu samband við höfundinn. Stöðumyndapakkinn sem notaður er núna er sá sjálfgefni. ";

/* No comment provided by engineer. */
"The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?" = "The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Stafirnir eru ekki studdir af þjónustunni sem hýsir aðganginn.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "Hljóðpakkinn %1$@ er af útgáfu %2$i og Adium virðist ekki kunna að meðhöndla pakkann. Prófaðu nýrri útgáfu af Adium.";

/* No comment provided by engineer. */
"This plugin does not support your native architecture." = "This plugin does not support your native architecture.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Þessi útgáfa af Adium notar nýtt snið fyrir hljóðpakka. Adium tókst ekki að uppfæra hljóðpakkann %1$@ (%2$@). Hljóðpakkinn var því gerður óvirkur. ";

/* Label in front of the title for a preset */
"Title:" = "Titill:";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Ritun:";

/* No comment provided by engineer. */
"Unable to join bookmarked chat" = "Unable to join bookmarked chat";

/* No comment provided by engineer. */
"Unknown" = "Óþekkt";

/* No comment provided by engineer. */
"User Name" = "Nafn";

/* No comment provided by engineer. */
"When %@ requests authorization" = "Þegar %@ óskar eftir staðfestingu";

/* No comment provided by engineer. */
"When a contact requests authorization" = "Þegar tengiliður óskar eftir staðfestingu";

/* No comment provided by engineer. */
"Yes" = "Já";

/* Displayed in an open chat when its account has been connected */
"You have connected" = "Þú hefur tengst";

/* Displayed in an open chat when its account has been connected */
"You have disconnected" = "Þú hefur aftengst";

/* Message displayed when you send a buzz/nudge/other notification. %@ will be the other person's name. */
"You requested %@'s attention" = "Þú óskaðir eftir athygli %@!";

/* No comment provided by engineer. */
"Your attention is requested!" = "Athygli þinnar er óskað!";